{"translation-revision-date":"2024-05-31 09:25:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Annotation":["حاشیه نویسی"],"Maps":["نقشه‌ها"],"and many other premium SEO features":["و بسیاری دیگر از ویژگی های پرمیوم SEO"],"Set different Primary Focus Keyword":["تنظیم کلمات کلیدی اصلی مختلف"],"Improve the SEO workflow":["گردش کار سئو را بهبود ببخشید"],"Upgrade to re-order Focus Keywords":["برای مرتب‌سازی مجدد کلمات کلیدی اصلی ارتقا دهید"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["می‌توانید با {{link}}Rank Math Pro{{\/link}} همپوشانی‌های کوچک سفارشی اضافه کنید."],"Preview Snippet Editor":["پیش نمایش اسنیپت ویرایشگر"],"This option prevents images on a page from being indexed by Google and other search engines":["این گزینه از ایندکس شدن تصاویر موجود در یک صفحه، توسط گوگل و سایر موتورهای جستجو جلوگیری می‌کند."],"See data from a particular Country or timeframe":["داده های یک کشور یا بازه زمانی خاص را مشاهده کنید"],"Data fetched directly from Google":["داده ها به صورت مستقیم از Google آورده می شوند"],"Track Keyword Trends":["دنبال کردن کلمات کلیدی پرطرفدار"],"Analyze search trends and compare keywords":["تجزیه و تحلیل جستجو و مقایسه کلمات کلیدی پرطرفدار"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["بیشتر می خواهید؟ {{link}}{{strong}}به نسخه حرفه ای{{\/strong}}{{\/link}} ارتقاء دهید."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["حساب خودتان را با {{link}اتصال به Rank Math {{\/link}}فعال کنید."],"Read here to {{link}}Score 100\/100{{\/link}} ":["برای {{link}}نمره 100\/100{{\/link}} اینجا را بخوانید."],"Google Trends":["Google Trends"],"Replace Image":["جایگزینی تصویر"],"Trends":["روندها"],"Editing Homepage permalink is not possible.":["ویرایش پیوند یکتای صفحه اصلی امکان‌پذیر نیست."],"Rating: ":["امتیاز:"],"Show SEO Score on Front-end":["نمایش نمره سئو در جلو سایت"],"Click on the button below to view and edit the preview.":["برای مشاهده و ویرایش پیش‌نمایش روی دکمه زیر کلیک کنید."],"Social Media Preview":["پیش‌نمایش رسانه‌های اجتماعی"],"Close":["بستن"],"Videos":["ویدئوها"],"Nofollow":["Nofollow"],"2 hrs":["2 ساعت"],"All Good":["همه چی خوبه"],"Permalink":["پیوندیکتا"],"Search &hellip;":["جستجو &hellip;"],"Card Type":["نوع کارت"],"About 43,700,000 results (0.32 seconds) ":["حدود 43,700,000 نتیجه (در 0.32 ثانیه)"],"Preview & Edit Social Media":["پیش‌نمایش و ویرایش رسانه های اجتماعی"],"Read more":["بیشتر بخوانید"],"Your app's custom URL scheme (must include :\/\/).":["طرح نشانی اینترنتی برنامه شما (باید شامل :\/\/ باشد)."],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["عنوان، توضیحات و تصاویر ارسال شده خود را هنگام به اشتراک‌گذاری در فیسبوک و توییتر سفارشی کنید."],"Your app ID in the Google Play (.i.e. com.android.app)":["شناسه برنامه شما در گوگل پلی (به عنوان مثال: com.android.app)"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["کلمات کلیدی مورد نظر خود را برای کسب رتبه درج کنید. برای شانس بهتر در رتبه‌بندی، سعی کنید {{link}}امتیاز 100\/100 را کسب کنید{{\/link}}."],"Specify a maximum text-length, in characters, of a snippet for your page":["مشخص کردن حداکثر طول متن -به کاراکتر- برای اسنیپت صفحه"],"Specify a maximum duration in seconds of an animated video preview":["حداکثر زمان پیش نمایش فیلم متحرک را به ثانیه مشخص کنید"],"The canonical URL informs search crawlers which page is the main page if you have double content":["URL متعارف اگر شما دارای محتوای تکراری باشید به خزندگان جستجو اطلاع می دهد که کدام صفحه، صفحه اصلی است."],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["کلیپ های ویدیویی و جریان های صوتی به لطف Player Card جایگاه ویژه‌ای در بستر توییتر دارند. کارت‌های پخش قبل از استفاده باید برای تأیید ارسال شوند. اطلاعات بیشتر:"],"The card for your website will look little something like this!":["کارت وبسایت شما چیزی شبیه به این خواهد بود!"],"Specify a maximum size of image preview to be shown for images on this page":["حداکثر اندازه پیش نمایش تصویر را برای نمایش تصاویر در این صفحه مشخص کنید."],"Instructs search engines to index and show these pages in the search results":["به موتورهای جستجو دستور می دهد این صفحات را در نتایج جستجو نمایه و نشان دهند."],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["App Card راهی عالی برای نمایش برنامه‌های موبایل در توییتر و درایوهای نصب است. اطلاعات بیشتر:"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["در اینجا می توانید تصویر بند انگشتی، عنوان و توضیحاتی را که هنگام به اشتراک گذاشتن سایت شما در شبکه های اجتماعی نمایش داده می شود مشاهده و ویرایش کنید."],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["سلام، ما متوجه شدیم که بیش از یک هفته است که از افزونه سئو Rank Math استفاده می کنید - {{\/em}}عالی است!{{em}} آیا می‌توانید یک لطف بزرگ در حق ما انجام دهید و در وردپرس به ما امتیاز بدهید؟ این کمک می کند ما برای گسترش این افزونه انگیزه بیشتری پیدا کنیم."],"Large":["بزرگ"],"Standard":["استاندارد"],"Advanced Robots Meta":["متا ربات‌های پیشرفته"],"Max Image Preview":["حداکثر پیش نمایش تصویر"],"Max Snippet":["حداکثر اسنیپت"],"Max Video Preview":["حداکثر پیش نمایش ویدئو"],"Tools":["ابزارها"],"I already did. Please don't show this message again.":["من قبلاً انجام دادم لطفا این پیام را دوباره نشان ندهید."],"Rate Rank Math SEO":["امتیازدهی به Rank Math SEO"],"Index":["نمایه سازی"],"Example: Rank Math SEO":["مثال: Rank Math SEO"],"Remove Image":["حذف تصویر"],"Focus Keyword":["کلمه کلیدی اصلی"],"More":["بیشتر"],"Settings":["تنظیمات"],"No Index":["No Index"],"Prevents pages from being indexed and displayed in search engine result pages":["جلوگیری از نمایه سازی و نمایش صفحات در صفحات نتایج موتوهای جستجو"],"Prevents search engines from following links on the pages":["جلوگیری از دنبال کردن لینک ها در صفحات توسط موتورهای جستجو"],"No Archive":["بدون بایگانی"],"Prevents search engines from showing Cached links for pages":["جلوگیری از نمایش پیوندهای کش شده برای صفحات توسط موتورهای جستجو"],"No Image Index":["بدون نمایه تصویر"],"No Snippet":["No Snippet"],"Prevents a snippet from being shown in the search results":["جلوگیری از نمایش یک snippet در نتایج جستجو"],"301 Permanent Move":["301 انتقال دائمی"],"302 Temporary Move":["302 انتقال موقت"],"307 Temporary Redirect":["307 تغییر مسیر موقت"],"410 Content Deleted":["410 محتوا حذف شده"],"451 Content Unavailable for Legal Reasons":["451 محتوا به دلایل قانونی در دسترس نیست."],"Canonical URL":["URL متعارف (Canonical)"],"This is what will appear as the description when this post shows up in the search results.":["این همان توضیحی است که هنگام نمایش در نتایج جستجو دیده می شود."],"Facebook":["فیسبوک"],"Twitter":["توییتر"],"2h":["2h"],"Add Image":["افزودن تصویر"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["حداقل تصویر 600x315px را بارگذاری کنید. اندازه توصیه شده 1200x630px است."],"Image is smaller than the minimum size, please select a different image.":["تصویر کوچکتر از حداقل اندازه است، لطفا یک تصویر متفاوت را انتخاب کنید."],"Icon overlay":["آیکون همپوشانی"],"Use Data from Facebook Tab":["از داده‌های زبانه فیسبوک استفاده کنید"],"Summary Card with Large Image":["خلاصه کارت با تصویر بزرگ"],"Summary Card":["خلاصه کارت"],"App Card":["App Card"],"Player Card":["Player Card"],"Player URL":["URL پخش کننده"],"Player Size":["اندازه پخش کننده"],"iFrame width and height, specified in pixels in the following format: 600x400.":["عرض و ارتفاع iFrame، در پیکسل‌ها با فرمت زیر مشخص شده است: 600x400"],"Stream URL":["Stream URL"],"Stream Content Type":["نوع محتوای Stream"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["ترکیب MIME type\/subtype محتوای موجود در twitter:player:stream را توصیف می کند. فرم مشخص شده در RFC 6381 را در اختیار شما قرار می دهد. مقادیر محتوای پشتیبانی شده در حال حاضر در RFC 4337 تعریف شده اند. (ثبت نوع MIME برای MP4)"],"App Description":["توضیحات برنامه"],"iPhone App Name":["نام iPhone App"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL اختیاری به raw stream که مستقیماً در برنامه‌های تلفن همراه توییتر ارائه خواهد شد. در صورت ارائه، stream باید در فرمت MPEG-4 (پسوند .mp4) تحویل داده شود. container می تواند ترکیبی از صدا و ویدئو را با کدگذاری‌های زیر ذخیره کند: ویدئو: H.264، مشخصات پایه (BP)، سطح 3.0، حداکثر 640x480 با سرعت 30 fps - صوت: AAC، نمایه پیچیدگی کم (LC)"],"The name of your app to show.":["نام برنامه شما برای نمایش"],"iPhone App ID":["شناسه برنامه iPhone"],"The numeric representation of your app ID in the App Store.":["نمایندگی عددی از شناسه برنامه شما در App Store"],"iPhone App URL":["iPhone App URL"],"iPad App Name":["نام iPad App"],"iPad App ID":["شناسه برنامه iPad"],"iPad App URL":["iPad App URL"],"Google Play App Name":["نام Google Play App"],"Google Play App ID":["شناسه برنامه Google Play"],"Google Play App URL":["URL برنامه Google Play"],"App Country":["App Country"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["اگر برنامه شما در فروشگاه App ایالات متحده موجود نیست، باید این مقدار را روی کد کشوری دو حرف برای App Store که شامل برنامه شما است، تنظیم کنید."],"Redirect":["تغییر مسیر"],"Destination URL":["URL مقصد"],"Redirection Type":["نوع تغییر مسیر"],"All":["همه"],"News":["اخبار"],"Errors":["خطاها"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["شما می‌توانید از این به عنوان توضیحی دقیق تر از آنچه ممکن است در برنامه فروشگاه داشته باشید استفاده کنید. این فیلد حداکثر 200 کاراکتر دارد. (اختیاری)"],"This is the unique URL of this page, displayed below the post title in the search results.":["این URL یونیک این صفحه است که در نتایج جستجو در زیر عنوان نوشته نمایش داده می شود."],"This is what will appear in the first line when this post shows up in the search results.":["این چیزی است که وقتی این نوشته در نتایج جستجو نشان داده می شود، در خط اول ظاهر می شود."],"Robots Meta":["متا ربات‌ها"],"Add icon overlay to thumbnail":["افزودن آیکون روی تصویر بندانگشتی"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["آدرس HTTPS برای پخش کننده iFrame، این باید یک URL HTTPS باشد که هشدارهای محتوای ترکیبی فعال را در یک مرورگر وب ایجاد نمی کند. پخش کننده صوتی یا تصویری نباید به افزونه‌هایی مانند Adobe Flash نیاز داشته باشد."],"Breadcrumb Title to use for this post":["عنوان مسیر راهنما برای این نوشته"],"Breadcrumb Title":["عنوان مسیر راهنما"],"This post is Pillar Content":["این نوشته یک محتوای پایه است."],"Images":["Images"],"None":["هیچ‌کدام"],"Rank Math":["Rank Math"],"Description":["توضیح"],"General":["عمومی"],"Advanced":["پیشرفته"],"Social":["شبکه‌های اجتماعی"],"Title":["عنوان"],"Basic SEO":["سئو پایه‌ای"],"Additional":["اضافی"],"Title Readability":["خوانایی عنوان"],"Content Readability":["خوانایی محتوا"],"Preview":["پیش نمایش"],"Desktop Preview":["پیش نمایش دسکتاپ"],"Mobile Preview":["پیش نمایش موبایل"],"Noindex robots meta is enabled":["ربات‌های Noindex متا فعال شده‌اند"],"Edit Snippet":["ویرایش Snippet"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["این صفحه در نتایج جستجو ظاهر نمی شود. می‌توانید noindex را در برگه Advanced غیرفعال کنید."]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}